tap "beeftornado/rmtree"
tap "cmacrae/formulae"
tap "felixkratz/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "ivoputzer/tg"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "osx-cross/arm"
tap "osx-cross/avr"
tap "qmk/qmk"
brew "glib"
brew "awk"
brew "bash"
brew "bat"
brew "openjdk"
brew "bundletool"
brew "clang-format"
brew "cmake"
brew "code-minimap"
brew "ctags"
brew "dbus"
brew "dos2unix"
brew "fd"
brew "fzf"
brew "python@3.10"
brew "gdb"
brew "libevent"
brew "gobject-introspection"
brew "groff"
brew "harfbuzz"
brew "pango"
brew "gtk+3"
brew "htop"
brew "ifstat"
brew "shared-mime-info"
brew "libheif"
brew "python@3.8"
brew "imagemagick"
brew "irssi"
brew "jansson"
brew "jo"
brew "jq"
brew "lazygit"
brew "libconfig"
brew "libgcrypt"
brew "llvm"
brew "lsd"
brew "lua"
brew "luajit", args: ["HEAD"]
brew "ninja"
brew "meson"
brew "mono"
brew "neovim"
brew "node"
brew "nvm"
brew "pandoc"
brew "pidof"
brew "portaudio"
brew "ripgrep"
brew "ruby"
brew "sphinx-doc"
brew "starship"
brew "stow"
brew "task"
brew "taskwarrior-tui"
brew "tmux"
brew "tree"
brew "ttfautohint"
brew "vim"
brew "wakeonlan"
brew "yarn"
brew "zeromq"
brew "felixkratz/formulae/sketchybar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "qmk/qmk/qmk"
cask "alacritty"
cask "android-platform-tools"
cask "appcleaner"
cask "calibre"
cask "firefox"
cask "font-bitstream-vera-sans-mono-nerd-font"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "font-iosevka-nerd-font"
cask "font-jetbrains-mono-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "font-victor-mono-nerd-font"
cask "google-chrome"
cask "iterm2"
cask "java"
cask "macpass"
cask "qmk-toolbox"
cask "rectangle"
cask "the-unarchiver"
cask "ticktick"
cask "transmission"
cask "via"
cask "vlc"
cask "vscodium"
